{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lspkind.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-rails": { "branch": "master" }
}